Repository: martin-ueding/jscribble
Catalog: *.po
Languages: de

source: Could not find the config file. (This should *not* happen!)
de: Konnte keine Konfigurationsdatei finden. (Dies sollte *nicht* passieren!)

source: IO error while reading config file.
de: Zugriffsfehler beim Einlesen der Konfigurationsdatei.

source: There is no default setting for %s.
de: Es gibt keine Standardeinstellung für %s.

source: %c is a valid key for %s.
de: %c ist eine gültige Taste für %s.

source: %s is a valid key for %s.
de: %s ist eine gültige Taste für %s.

source: show help
de: zeige Hilfe

source: j, <Space>, <Enter>, <DownArrow>, <RightArrow>
de: j, <Leertaste>, <Enter>, <PfeilUnten>, <PfeilRechts>

source: go forward
de: gehe vorwärts

source: k, <Backspace>, <UpArrow>, <LeftArrow>
de: k, <Backspace>, <PfeilOben>, <PfeilLinks>

source: go backward
de: gehe zurück

source: goto first
de: gehe zum Anfang

source: l, <End>
de: l, <Ende>

source: goto last
de: gehe zum Ende

source: save & exit
de: speichern & beenden

source: increase onion layers
de: erhöhe Zwiebelschichten

source: decrease onion layers
de: verringere Zwiebelschichten

source: toggle ruling
de: schalte Linierung an/aus

source: toggle graph paper
de: schalte Karierung an/aus

source: Press h or F1 to get help.
de: Drücken Sie h oder F1 für Hilfe.

source: %d MiB used, %d MiB free, %d MiB total
de: %d MiB benutzt, %d MiB frei, %d MiB total

source: Onion Layers: %d
de: Zwiebelschichten: %d

source: Page %d/%d
de: Seite %d/%d

source: Closing NoteBook "%s".
de: Schließe Notizbuch "%s"

source: Starting up.
de: Starte.

source: Entering interactive mode.
de: Starte interaktiven Modus.

source: Writing %s.
de: Schreibe %s.

source: Could not find the file to write.
de: Konnte die Datei zum Speichern nicht finden.

source: IO error while saving the note image.
de: IO error während des Speichern des Notizblattbildes.

source: Writing thread was interupted.
de: Schreibprozess wurde unterbrochen.

source: Thread dies.
de: Thread läuft aus.

source: Interrupted while scheduling a disk write task.
de: Beim speichern unterbrochen.

source: Would you like to use your native resolution (%dx%d) instead of the default (%dx%d)?
de: Wollen Sie Ihre Auflösung (%dx%d) anstelle der Standardauflösung (%dx%d) benutzen?

source: Default Resolution
de: Standardauflösung

source: Do you really want to delete "%s"?
de: Möchtest du wirklich "%s" löschen?

source: Really delete?
de: Wirklich löschen?

source: Could not delete folder.
de: Konnte den Ordner nicht löschen

source: Could not determine path of NoteBook folder.
de: Konnte den Pfad des NoteBook-Ordners nicht bestimmen

source: Unable to determine resolution from first image in NoteBook.
de: Konnte die Auflösung nicht vom ersten Bild des Notizbuches erkennen.

source: Starting to write out image files.
de: Beginne Bild-Datei zu speichern

source: BufferedImage is null.
de: BufferedImage ist null

source: Could not load image from disk.
de: Konnte Bilddatei nicht laden

source: Could not create a temp file.
de: Konnte keine temp-Datei erstellen

source: Image file does not exist.
de: Bilddatei existiert nicht.

source: Image file does not exist after stopping WriteoutThread.
de: Bilddatei existiert nicht nach Beendigung von WriteoutThread

source: Loading %s.
de: Lade %s.

source: Could not find the note sheet image.
de: Konnte das Notizblattbild nicht finden.

source: Could not read the note sheet image.
de: Konnte das Notizblattbild nicht laden.

source: Picture %d is %s and %s.
de: Bilddatei %d ist %s und %s.

source: touched
de: berührt

source: untouched
de: unberührt

source: unsaved
de: ungespeichert

source: saved
de: gespeichert

source: Scheduling %s for writing.
de: Plane %s zum Speichern ein.

source: WriteThread was interrupted.
de: WriteThread wurde unterbrochen.

source: New
de: Neu

source: Open
de: Öffnen

source: Delete
de: Löschen

source: Scribble
de: Kritzeln

source: Select your Notebook
de: Wählen Sie Ihr Notizbuch

source: Nickname of your Notebook: (please only use characters, numbers, _ and -)
de: Names des Notizbuches: (bitte nur Buchstaben, Zahlen, _ und - benutzen)

source: Notebook "%s"
de: Notizbuch "%s"
